Repository: salar-brefki/flutter_app_main2
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Home Page
ar: الصفحة الرئيسية

# companes
source: Companys
ar: شركاتي

source: Add Doc
ar: إضافة مستند

# mydocument
source: My Docs
ar: مستنداتي

source: Secretary
ar: السكرتير

source: Archives
ar: الأرشيف

source: Notes
ar: مفكرة

source: Settings
ar: الاعدادات

source: Offices
ar: مكاتب

# lastDoc
source: Last Added Documents
ar: اخر المستندات المضافة

# easyProgramMange
source: Easy program to manage your documents
ar: برنامج سهل لأدارة مستنداتك

# mangefilepro
source: Manage your files and documents professionally
ar: ادارة ملفاتك ومستنداتك باحترافية

# remindYouDocEx
source: Remind you when the document's date has expired
ar: تذكيرك عند انتهاء تاريخ المستند

# renotification
source: You will be reminded through notifications
ar: يتم تذكيرك من خلال الاشعارات

# strongAccount
source: Strong and secure account
ar: حساب أمن وقوي

# allFileSecure
source: All your files and documents are protected and secure
ar: جميع ملفاتك ومستنداتك محمية وأمنة

source: Enter
ar: دخول

source: Skip
ar: تخطي

# loginComplit
source: Login Done
ar: اكتمل التسجيل

# phoneNumberNotRight
source: The mobile number you entered is incorrect
ar: رقم الجوال الذي ادخلته غير صحيح

source: Login fail
ar: فشل التسجيل

# otpSent
source: Otp Code Sent
ar: تم ارسال رمز التاكيد

source: Time Over!
ar: انتهى الوقت!

source: Login
ar: تسجيل الدخول

source: Phone Number
ar: رقم الجوال

# codeNotRight
source: Wrong Otp Code
ar: الكود غير صحيح

# enterOtp
source: Enter Otp Code
ar: ادخل رمز التحقق

# otpSendTo
source: verification code sent
ar: تم ارسال رمز تحقق الى

source: Change Phone Number?
ar: تغيير رقم الجوال ؟

source: Enter Your Info
ar: ادخل معلوماتك

source: Name
ar: الاسم

source: Email
ar: البريد الالكتروني

# entrEmail
source: Enter Your Email
ar: ادخل البريد الالكتروني

# entrEmailRight
source: Please enter the email correctly
ar: الرجاء ادخل البريد الالكتروني بشكل صحيح

# entrName
source: Enter The Name
ar: ادخل الاسم

# nameMustFour
source: The name must contain at least 4 characters
ar: يجب ان يحتوي الاسم على الاقل على ٤ احرف

# yourAcoountCreated
source: Your Account Created
ar: تم انشاء حسابك

source: Save
ar: حفظ

# docDateExp
source: This document is out of date
ar: لقد انتها تاريخ هذا المستند

# dateEnd
source: expiry date
ar: انتهاء تاريخ

# dateExpCom
source: expiry date approaching
ar: اقتراب انتهاء تاريخ

# dateExpComBody
source: The expiry date of this document is approaching
ar: لقد اقترب تاريخ هذا المستند

source: Remind
ar: تذكير

# changeLang
source: Change language
ar: تغيير اللغة

# notificationStop
source: Notifications on
ar: الأشعارات مفعلة

# notificationStart
source: Notifications off
ar: الأشعارات موقفة

# loginOut
source: Sign Out
ar: تسجيل الخروج

# notDocAddList
source: No document has been added yet❗️
ar: لم يتم اضافة اي مستند بعد❗️

source: Use Camera
ar: استخدام الكامرة

# selectImage
source: Choose Picture
ar: اختيار صورة

# selectPdf
source: Choose pdf
ar: pdf اختيار ملف

# selectWord
source: Choose Word
ar: Word - Excle اختيار ملف

# docDelected
source: Document selected
ar: تم اختيار المستند

# selectDoc
source: Selece Document
ar: اختيار مستند

# docName
source: Document Name
ar: اسم المستند

# docInfo
source: Document details
ar: تفاصيل المستند

# selectCo
source: Select Company/Registry
ar: اختر الشركة / السجل

# selectCoFirst
source: Choose the company first
ar: اختر الشركة اولاً

source: Select Project
ar: اختر المشروع

source: Select Project First
ar: اختر المشروع اولاً

source: Select Branch
ar: اختر الفرع

source: Select Section
ar: اختر القسم

# docDateEndExp
source: Document expiry date
ar: تاريخ انتهاء المستند

# endInfoFirst
source: Please complete the information first
ar: الرجاء اكمل المعلومات اولا

# filebig
source: The file size is large, it should be less than 20 MB
ar: حجم الملف كبير يجب ان يكون اقل من MB 20

# docUploded
source: Document uploaded
ar: تم تحميل المستند

# uplodeDoc
source: Add Document
ar: إضافة المستند

# docFilter
source: Document Filtering
ar: فلترة المستندات

source: Done
ar: تم

# noDocExp
source: There are no expired documents
ar: لايوجد مستندات منتهية التاريخ

# deleteDoc
source: Delete Document
ar: مسح المستند

# shareDoc
source: Share Document
ar: مشاركة المستند

# docPre
source: The document is prepared...
ar: يتم تجهيز المستند...

source: branches
ar: الأفرع

# tapAddBramch
source: Tap to add a branch
ar: اضغط لأضافة فرع

# conectError
source: A connection error occurred
ar: حدث خطاء في الاتصال

# noBranchAdd
source: No branch added
ar: لايوجد فرع مضاف

source: Delete Branch
ar: مسح الفرع

# allDoc
source: All Documents
ar: كل المستندات

# tapAddCo
source: Tap to add a company
ar: اضغط لأضافة شركة

# myCos
source: My Companies
ar: شركاتي

# noCosAdd
source: There are no companies added
ar: لايوجد شركات مضافة

# deleteCo
source: Delete Company
ar: مسح الشركة

source: New Note
ar: مفكرة جديدة

# noNoteAdd
source: No note added
ar: لا توجد مفكرة مضافة

source: Delete
ar: مسح

# officesDocs
source: Transaction clearance offices
ar: مكاتب تخليص المعاملات

# noOfficesAdd
source: There are no offices added
ar: لايوجد مكاتب مضافة

source: Delete Offices
ar: مسح المكتب

# projectAct
source: Activity/Project
ar: النشاط/المشروع

# tapAddProject
source: Tap to add a project
ar: اضغط لأضافة مشروع

# noProjectAdd
source: No activity/project added
ar: لايوجد نشاط/مشروع مضاف

# filterSearch
source: Filter search result
ar: فلترة نتيجة البحث

# searchDoc
source: Search for a document
ar: ابحث عن مستند

# noresult
source: No results found
ar: لاتوجد نتائج

source: New Secretary
ar: سكرتير جديدة

# noSecretaryAdd
source: No secretary added
ar: لا يوجد سكرتير مضاف

# docs
source: Documents
ar: المستندات

# noDocsAdd
source: No documents added
ar: لايوجد مستندات مضافة

source: Sections
ar: الأقسام

source: Delete Section
ar: مسح القسم

# allDocs
source: All Documents
ar: كل المستندات

# filterDocs
source: Document Filtering
ar: فلترة المستندات

# fileShowinDownLoad
source: File uploaded - show file in notifications
ar: تم تحميل الملف - عرض الملف في الاشعارات

# fileNotDownload
source: File Not Downloaded
ar: لم يتم تحميل الملف

# exp
source: Expired
ar: منتهية

# noExp
source: Not Expired
ar: غير منتهية

# docSituation
source: Document Status:
ar: :حالة المستند

# showDoc
source: Show Document
ar: عرض المستند

# downloadDoc
source: Download Document
ar: تحميل المستند

# selecteOffices
source: Choose the office
ar: اختر المكتب

# addOffices
source: Add office
ar: اضافة مكتب

# noWhatsapp
source: WhatsApp is not installed on the mobile
ar: لم يتم تثبيت تطبيق الواتساب على الجوال

# sendDocToOffices
source: Send to office
ar: إرسال المستند الى مكتب

source: details
ar: التفاصيل

# deleteConfirmation
source: Confirm Delete
ar: تأكيد حذف المستند

source: Note Name
ar: اسم المفكرة

# writeNoteName
source: Type Note name
ar: اكتب اسم المفكرة

# writeTextNote
source: Type Note text
ar: اكتب نص المفكرة

source: Edit Done
ar: تم التعديل

# edit
source: Modify
ar: تعديل

source: New Task
ar: مهمة جديدة

# noTaskAdd
source: No Task Added
ar: لا يوجد مهمات مضاف

# taskForYou
source: From the Business Bag App, you have been assigned a task The task
ar: من تطبيق حقيبة الاعمال تم اسناد مهمة لك المهمة

# showArchDocs
source: Show archived documents
ar: اظهار المستندات المؤرشفة

# addNewCo
source: Add New Company
ar: أضافة شركة جديدة

source: Record Number
ar: رقم السجل

# changePhoto
source: Change Image
ar: تغيير الصورة

# addPhotoOpt
source: Attach a photo (optional)
ar: ارفاق صورة (اختياري)

# enterCoName
source: Enter Company Name
ar: ادخل اسم الشركة

# enterRecordNimber
source: Enter Record Number
ar: ادخل رقم السجل

# coAddDone
source: Company Add
ar: تم اضافة الشركة

# addCo
source: Add Company
ar: إضافة الشركة

# coName
source: Company Name
ar: اسم الشركة

# addProject
source: Add New Project
ar: أضافة نشاط/مشروع جديدة

source: Project Name
ar: اسم النشاط/المشروع

source: Enter Project Name
ar: ادخل اسم النشاط

source: Project Add
ar: تم اضافة النشاط/المشروع

source: Add New Branch
ar: أضافة فرع جديدة

source: Branch Name
ar: اسم الفرع

source: Enter Branch Name
ar: ادخل اسم الفرع

source: Add Branch
ar: إضافة الفرع

source: Add New Secretary
ar: أضافة سكرتير جديدة

# sercertaryName
source: Secretary Name
ar: اسم السكرتير

source: Enter Secretary Name
ar: ادخل اسم السكرتير

source: Add Secretary
ar: إضافة السكرتير

source: Add New Note
ar: أضافة مفكرة جديدة

# writeHer
source: Write here
ar: اكتب هنا

# remindme
source: remind?
ar: تذكير؟

# remindDate
source: Reminder date
ar: تاريخ التذكير

source: Enter Note Name
ar: ادخل اسم المفكرة

source: Enter Note Text
ar: ادخل نص المفكرة

source: Add note
ar: إضافة المفكرة

# addNewOffices
source: Add New Office
ar: أضافة مكتب جديدة

# officesName
source: Office Name
ar: اسم المكتب

source: Office Location
ar: موقع المكتب

# enterOfficesName
source: Enter Office Name
ar: ادخل اسم المكتب

# enterOfficesLocation
source: Entar Office Location
ar: ادخل موقع المكتب

# enterOfficePhone
source: Enter Office Phone Number
ar: ادخل رقم المكتب

# officesAddDone
source: Office Add
ar: تم اضافة المكتب

# addOficess
source: Add Office
ar: إضافة المكتب

# busBag
source: Business Bag
ar: حقيبة الاعمال

source: Next
ar: التالي

source: Add New Section
ar: أضافة قسم جديدة

source: Section Name
ar: اسم القسم

source: Enter Section Name
ar: ادخل اسم القسم

# addSection
source: Add Dection
ar: إضافة القسم

# notifications
source: Notification
ar: الاشعارات

source: No Notification
ar: لايوجد اشعارات

# wirteFileName
source: Write File Name
ar: اكتب اسم الملف

source: Edit Doc
ar: تعديل المستند

source: Add New Task
ar: اسناد مهمة جديدة

source: The Task
ar: المهمة

# sendViaWhatsapp
source: Send To Whatsapp
ar: ارسال عبر الواتساب

# writeTask
source: Write the task
ar: ادخل المهمة

source: Task
ar: مهمة

source: To
ar: الى

source: Add Task
ar: إضافة المهمة

# subNowInMyapp
source: Subscribe now to the Business Bag application Subscribe to the application now to enjoy all the services of the app.
ar: اشترك الان في تطبيق حقيبة الأعمال اشترك في التطبيق الان لتتمتع بكافة خدمات البرنامج

source: monthly
ar: شهريا

# singOutSub
source: Sign Out?
ar: تسجيل الخروج؟

# appActiv
source: App activated
ar: تم تفعيل البرنامج

# teatTime
source: Trial period
ar: الفترة التجريبة

# active
source: activation?
ar: تفعيل؟

# calender
source: Calendar
ar: التقويم

# youInFree
source: You are now using the trial version of the program to subscribe, enter the settings
ar: انت الان تستخدم النسخة التجريبة من البرنامج للأشتراك ادخل الاعدادات

# privacy
source: Privacy Policy
ar: سياسة الخصوصية

# usrBlock
source: Your account has been banned
ar: تم حظر حسابك

# endSub
source: The trial period has expired or your monthly subscription has expired
ar: لقد انتهت الفترة التجريبية او انتهى اشتراكك الشهري

source: About App
ar: عن التطبيق

# forInfoCon
source: For inquiries and to request any addition, please email us.
ar: للاستفسار وطلب عمل اي اضافة راسلنا عبر الايميل

# mangIt
source: A document management application that makes it easy for you to manage and refer to them with reminders.
ar: تطبيق لإدارة المستندات يسهل لك إدارتها والرجوع إاليها مع التذكير
